/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Could not convert song format.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "This project seems to be damaged. Please restore from backup.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "This project has been created with an intermediate non-release Logic version. It can't be opened any longer";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later.";
